Repository: NghiaTranUIT/OakClub
Catalog: oakclubbuild/Localization/*.lproj/Localizable.strings
Languages: ar, bg, da, de, fr, hr, hu, id, nb, ro, ru, sv, th, tr, vi

source: Asia Leading Facebook Dating App
bg: Водещото Facebook приложение в Азия за запознанства
da: Asiens førende Facebook Dating App
de: Die aufregendste Facebook Dating App
fr: L'Application Facebook de Rencontre numéro 1 en Asie
hr: Vodeći Azijski Facebook App Za Spojeve
hu: Ázsia Vezető Facebook Társkereső Alkalmazása
id: Aplikasi Kencan Facebook Terkemuka di Asia
nb: Asias største Facebook dating-app
ro: Asia Leading Facebook Dating App (Aplicaţia Asia Leading Facebook Dating)
ru: Лучшее Facebook Приложение для Знакомства в Азии
sv: Asiens Ledande Dejting App för Facebook
th: แอปเดทติ้งบน Facebook ชั้นนำในเอเชีย
tr: Asya'nın Önde Gelen Facebook Tanışma Appi
vi: Ứng dụng hẹn hò từ Facebook hàng đầu Châu Á

source: Choose your language
ar: اختر لغتك
bg: Избери език
da: Vælg dit sprog
de: Wähle Deine Sprache
fr: Choisir votre langue
hr: Odaberi jezik
hu: Válaszd ki a nyelvet
id: Pilih bahasa
nb: Velg ditt språk
ro: Alege limba
ru: Выберите свой язык
sv: Välj ditt språk
th: เลือกภาษาของคุณ
tr: Dil seçin
vi: Chọn ngôn ngữ

# Bahasa
source: Language
ar: الماليزية
bg: Бахаса
da: Bahasa
de: Indonesisch
fr: Indonésien
hr: Bahasa
hu: Indonéz
nb: Bahasa
ro: Bahasa
ru: Индонезийский
sv: Bahasa
tr: Endonezyaca

source: Cancel
ar: إلغاء
bg: Изход
da: Aflys
de: Abbrechen
fr: Annuler
hr: Odustani
hu: Mégse
id: Batal
nb: Avbryt
ro: Anulare
ru: Отменить
sv: Avsluta
th: ยกเลิก
tr: İptal
vi: Hủy

source: Anonymouly "like" or "pass" on people OakClub suggests
bg: Анонимно харесай или подмини хора, които OakClub предлага
da: Brug "lider" eller "ignorer" anonymt når OakClub sender dig forslag
id: "Suka" atau "lewati" orang asing atas saran OakClub
th: กด "ชอบ" หรือ "ผ่าน" เมื่อ OakClub แนะนำโดยไม่ระบุชื่อ
vi: "Thích" hoặc "Bỏ qua" người mà OakClub bí mật giới thiệu

source: Sign in with Facebook
ar: سجل الدخول عبر الفيسبوك
bg: Влез чрез Facebook
da: Long ind med Facebook
de: Melde Dich mit Facebook an
fr: Se connecter avec Facebook
hr: Prijavi se sa Facebook-om
hu: Jelentkezz be a Facebookkal
id: Masuk dengan Facebook
nb: Logg inn med Facebook
ro: Înregistrează-te pe Facebook
ru: Войти с Facebook
sv: Logga in med Facebook
th: เข้าระบบด้วย Facebook
tr: Facebook ile bağlanın
vi: Đăng nhập bằng Facebook

source: We'll never post on your Facebook
ar: لن نقوم بوضع أي إعلانات علي حسابك الفيسبوك
bg: Ние не публикуваме никога в твоя Facebook
da: Vi skriver aldrig på din Facebook
de: Wir werden niemals auf Deine Facebook-Wand posten
fr: Nous ne publierons jamais sur votre mur Facebook
hr: Nikada nećemo postati na tvoj Facebook
hu: Nem fogjuk soha megjelenteni a Facebookodon
id: Kami tidak akan memposting di Facebook kamu
nb: Vi publiserer aldri på din Facebook
ro: Nu vom posta niciodată pe pagina ta de Facebook
ru: Мы никогда не будем постить на Facebook
sv: Vi postar aldrig inlägg på din Facebook
th: เราจะไม่โพสต์ลงบน Facebook ของคุณ
tr: Facebook'a asla bir şey göndermeyeceğiz
vi: Không bao giờ tự động đăng tin lên Facebook

source: if someone you've liked happen to like you as well ...
bg: ако някой, когото си харесал, те хареса също ...
da: hvis en person du har sat som "kan lide" også kan "lide" dig …
id: jika orang yang kamu sukai ternyata juga menyukaimu ...
th: หากคนที่คุณชอบก็ชอบคุณเช่นกัน ...
vi: nếu người ta cũng thích bạn thì sao nhỉ ...

source: It's a Match!
ar: إنه صديق
bg: Имаме Съвпадение!
da: Der er en Match!
de: Volltreffer!
fr: Correspondance trouvée
hr: To je Par!
hu: Összeilletek!
id: Cocok!
nb: Det er en match!
ro: Este potrivire!
ru: Это совместимость!
sv: Det är en matchning!
th: เข้าคู่กัน!
tr: Eşleşme!
vi: Hợp nhau quá rồi!

source: Say Hi!
ar: قول مرحبا!
bg: Кажи здравей!
da: Sig hej!
de: Sag "Hi"!
fr: Dites bonjour!
hr: Reci Bok!
hu: Köszönj!
id: Katakan Hai!
nb: Si hei!
ro: Spune Salut!
ru: Скажите Привет!
sv: Säg hej!
th: ทักทาย!
tr: Merhaba deyin!
vi: Làm quen liền!

source: Keep Swiping!
ar: باشر السحب!
bg: Продължавай смело!
da: Fortsæt!
de: Swipe Weiter!
fr: Continuez à faire glisser!
hr: Nastavi Sa Povlačenjem!
hu: Bökdösés Folytatása!
id: Terus Mainkan!
nb: Fortsett å sveipe!
ro: Continuă Să Tragi!
ru: Продолжайте отмечать!
sv: Fortsätt svep!
th: เลื่อนต่อไป!
tr: Devam edin!
vi: Để sau vậy!

source: Chat with your matches inside the app
ar: تحدث مع أصدقائك من خلال البرنامج
bg: Говори си с твоите съвпадения чрез приложението
da: Chat med matches på denne app
de: Chatte mit Deinen Verbindungen innerhalb der App
fr: Discuter avec ceux qui vous correspondent sur l'appli
hr: Chataj sa svojim parom unutar app-a
hu: Társalogj a partnereiddel az alkalmazáson belül
id: Ngobrol dengan orang yang cocok dalam aplikasi
nb: Chatt med dine matcher i appen
ro: Începe chat-ul cu cel ales pe aplicaţia noastră
ru: Общайтесь с теми, с кем Вы совместимы внутри приложения
sv: Chatta med dina matchningar i appen
th: แชทกับคู่ของคุณภายในแอป
tr: Uygulamadaki eşlerinizle sohbet edin
vi: Chuyện trò ngay lập tức

source: Finding nearby people ...
ar: البحث عن أشخاص بالقرب منك
bg: Намери хора в съседство
da: Søger andre I nærheden
de: Leute in Deiner Umgebung finden ...
fr: Trouver du monde à proximité …
hr: Tražim ljude u blizini ...
hu: A közelben élő személyek keresése...
id: Mencari orang di sekitar ...
nb: Finner mennesker i nærheten …
ro: Ca să găsească oamenii din apropierea ta...
ru: Поиск людей поблизости ...
sv: Hitta människor i närheten …
th: ค้นหาคนที่อยู่ใกล้เคียง ...
tr: Yakınınızda insan bulunuyor ...
vi: Đang tìm những người gần bạn ...

source: "Oakclub" would like to use your current location
bg: "Oakclub" би искал да използва текущото ти местоположение
da: "Oakclub" vil gerne bruge din nuværende lokalitet
id: "OakClub" akan menggunakan lokasimu saat ini
th: "Oakclub" ต้องการใช้ตำแหน่งปัจจุบันของคุณ
vi: "OakClub" muốn biết bạn đang ở đâu

source: Recommendations will be presented based on your location
ar: سيتم عرض التوصيات حسب موقعك الخاص
bg: Ще ти бъдат предложени хора в близост до теб
da: Anbefalinger vil bliver præsenteret baseret på din nuværende lokalitet
de: Unsere Vorschläge sind ortsbezogen
fr: Les recommandations seront présentées en fonction de votre emplacement
hr: Prijedlozi će biti prikazani ovisno o tvojoj lokaciji
hu: A javaslatok a lakhelyed alapján lesznek bemutatva
id: Saran akan diberikan berdasarkan lokasimu
nb: Anbefalinger blir presentert basert på din posisjon
ro: Recomandările noastre vor fi prezentate pe baza locaţiei tale
ru: На основе Вашего текущего местоположения будут представлены рекомендации
sv: Rekommendationer som presenteras är baserade på din plats
th: การแนะนำจะนำเสนอตามตำแหน่งที่ตั้งของคุณ
tr: Sunulan tavsiyeler konumunuza bağlı olacaktır
vi: Để giới thiệu những người phù hợp đang ở gần chỗ của bạn

# OK
source: Done
ar: موافق
bg: Ок
da: Okay
de: Ok
fr: OK
hr: Ok
hu: Ok
nb: OK
ro: Ok
ru: Хорошо
sv: Ok
tr: OK

source: Ok
ar: موافق
bg: Ок
da: Okay
id: Oke
ru: Хорошо
th: ตกลง
vi: Cho phép

source: Other user will never know if you've liked them unless they like you back
ar: لن يعرف أي شخص إذا ما قمت بوضع إعجاب علي صفحته إلا إذا قام بوضع اعجاب علي صفحتك أيضا
bg: Другите потребители няма да знаят дали ги харесваш, освен ако и те не те харесат
da: Andre brugere kan aldrig vide om du kan lide dem med mindre de har trykket lide for dig
de: Andere Leute werden niemals erfahren ob Du Sie geliked hast, es sei denn sie liken Dich zurück
fr: Les autres utilisateurs ne sauront pas que vous les aimez si ils ne vous aiment pas eux aussi
hr: Drugi korisnici neće nikad znati da ti se sviđaju osim ako oni tebe lajkaju
hu: Más felhasználó nem fogja tudni, hogy lájkoltad csak ha ő is lájkolt téged
id: Pengguna lain tidak akan tahu kamu suka mereka sampai mereka juga menyukaimu
nb: Andre brukere skal aldri vite om du har likt dem med mindre du liker deg også
ro: Ceilalţi utilizatori nu vor şti niciodată că ţi-au plăcut, doar dacă şi ei te vor plăcea pe tine
ru: Другие пользователи не узнают, что ты поставил им лайк, если они не поставят лайк тебе в ответ
sv: Andra användare får aldrig veta om du gillat dem så länge de inte gillat dig tillbaka
th: ผู้ใช้คนอื่นๆ จะไม่มีทางรู้เลยว่าคุณชอบเขา นอกจากเขาจะชอบคุณด้วย
tr: Diğer kullanıcılar sizi beğenmedikleri takdirde sizin onları beğendiğinizi asla bilmeyecekler
vi: Người ta sẽ không bao giờ biết khi bạn để ý họ, trừ khi họ cũng phải thích bạn lại

source: Other user can't contact you unless you've already been matched
ar: لن يتمكن أي شخص من التواصل معك إلا إذا تم التطابق بينكما من قبل
bg: Другите потребители няма да могат да контактуват с теб, освен ако няма съвпадение между вас
da: Andre bruger can ikke kontakte dig med mindre I allerede er blevet matchet
de: Andere Leute können Dich nicht kontaktieren, es sei denn, Ihr seid als "Volltreffer" bereits miteinander verbunden
fr: Les autres utilisateurs ne peuvent pas vous contacter tant que vous n'êtes correspondants
hr: Drugi korisnici te ne mogu kontaktirati osim ako ste postali par
hu: Más felhasználó nem tud kapcsolatba lépni veled csak ha összeilletek
id: Pengguna lain tidak dapat menghubungimu sampai kalian menjadi cocok
nb: Andre brukere kan ikke kontakte deg med mindre dere har blitt match'et
ro: Ceilalţi utilizatori nu te vor putea contacta decât dacă veţi fi deja marcaţi ca potriviţi
ru: Другие пользователи не могут связаться с Вами, если Вы не были отмечены как совместимы
sv: Andra användare kan inte kontakta dig såvida ni inte redan är matchade
th: ผู้ใช้คนอื่นๆ ไม่สามารถติดต่อคุณได้ นอกจากว่าคุณจะเป็นคู่กันแล้ว
tr: Eşleşmediğiniz takdirde diğer kullanıcılar sizinle iletişim kuramazlar
vi: Nếu hai người không hợp với nhau, người ta sẽ không bao giờ được gửi tin nhắn cho bạn

source: Your location will never be shown to other users.
ar: لن يتم عرض موقعك للمستخدمين الاخرين
bg: Няма да покажем твоето местоположение на другите потребители
da: Din lokalitet vil aldrig blive vist til andre brugere
de: Deine Ortsangabe wird nie mit anderen Nutzern geteilt.
fr: Votre emplacement ne sera jamais révélé aux autres utilisateurs.
hr: Nikad nećemo prikazat tvoju lokaciju drugima.
hu: A lakhelyed nem láthatják más felhasználók
id: Pengguna lain tidak akan tahu dimana lokasimu.
nb: Din posisjon blir aldri vist til andre brukere
ro: Locaţia ta nu va fi niciodată arătată celorlalţi utilizatori.
ru: Ваше местоположение никогда не будет показано другим пользователям.
sv: Din plats visas aldrig för andra användare.
th: จะไม่แสดงตำแหน่งที่ตั้งของคุณให้กับผู้ใช้คนอื่นๆ.
tr: Konumunuz diğer kullanıcılara asla gösterilmeyecektir.
vi: Chúng tôi không cho ai biết chỗ của bạn.

source: Profile
ar: الملف الشخصي
bg: Профил
da: Profil
de: Profil
fr: Profil
hr: Profil
hu: Adatlap
id: Profil
nb: Profil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
vi: Thông tin cá nhân

source: You can edit your profile here
ar: بإمكانك تحرير ملفك الشخصي من هنا
bg: Можеш да редактираш своя профил тук
da: Du kan redigere din profil her
de: Du kannst hier Dein Profil bearbeiten
fr: Vous pouvez modifier votre profil ici
hr: Možeš urediti svoj profil ovdje
hu: Itt szerkesztheted a te adatlapodat
id: Kamu dapat mengedit profilmu disini
nb: Du kan redigere din profil her
ro: Poţi să-ţi editezi profiluri aici
ru: Вы можете редактировать Ваш профиль здесь
sv: Du kan redigera din profil här
th: คุณสามารถแก้ไข ประวัติส่วนตัวของคุณที่นี่
tr: Profilinizi burada düzenleyebilirsiniz
vi: Chỉnh sửa thông tin của bạn tại đây nhé

source: Edit Profile
ar: تحرير الملف الشخصي
bg: Редактирай профила си
da: Rediger din profil
de: Profil bearbeiten
fr: Modifier profil
hr: Uredi Profil
hu: Adatlap Szerkesztése
id: Edit Profil
nb: Rediger profil
ro: Editează profil
ru: Редактировать Профиль
sv: Redigera profil
th: แก้ไขประวัติส่วนตัว
tr: Profil Düzenle
vi: Chỉnh sửa thông tin

source: Settings
ar: إعدادات
bg: Настройки
da: Indstillinger
de: Einstellungen
fr: Réglages
hr: Postavke
hu: Beállítások
id: Pengaturan
nb: Innstillinger
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Chỉnh sửa

source: You can choose who to see here
ar: بإمكانك أن تختار من تراه هنا
bg: Можеш да избереш кого да виждаш тук
da: Du kan vælge hvem du vil se her
de: Hier kannst Du einstellen wen Du sehen möchtest
fr: Vous pouvez choisir qui voir ici
hr: Možeš odabrati koga da vidiš ovdje
hu: Itt kiválaszthatod kit nézz meg
id: Kamu bisa memilih siapa yang ingin kamu lihat disini
nb: Du kan velge hvem som skal se her
ro: Poţi să alegi care să te vadă aici
ru: Вы можете выбрать кого видеть здесь
sv: Du kan välja vem du vill se här
th: คุณสามารถเลือก ผู้ที่ต้องการดูที่นี่
tr: Burada kimi göreceğinizi seçebilirsiniz
vi: Còn chọn người mà bạn muốn gặp thì ở chỗ này

source: Swipe photo Right to LIKE a profile
ar: سحب الصورة إلي اليمين/ ضع إعجاب علي الملف الشخصي
bg: Кликни с десен бутон снимката за да харесаш профила
da: Hiv fotoet til højre for a LIDE en profil
de: Ziehe ein Foto nach rechts um es zu "liken"
fr: Faites glisser la photo vers la droite pour aimer un profil
hr: Povuci sliku Udesno da LAJKAŠ profil
hu: Bökd meg a képet Jobbra hogy LÁJKOLD az adatlapot
id: Geser foto ke Kanan untuk menyukai profil
nb: Sveip til høyre for å LIKE en profil
ro: Trage fotografie Dreapta to îţi place un profil
ru: Нажмите на фото Cправа чтобы отметить, что Вам Нравится профиль
sv: Svep foto åt Höger för att GILLA en profil
th: เลื่อนไปด้านขวา เพื่อกดชอบรูปประจำตัว
tr: Bir profili BEĞENMEK için fotoğrafı Sağa kaydırın
vi: Kéo sang Phải là THÍCH đó nha

source: If you match with someone you can chat with them privately
ar: إذا تطابقت مع أي شخص, فبإمكانك التحدث معه بشكل خاص
bg: Ако с някой си съвпаднете можеш да си говориш с него насаме
da: Hvis du matcher med nogen du kan chatte med dem privat
de: Sobald Du mit jemandem ein "Volltreffer" bist kannst Du mit der Person ganz privat chatten.
fr: Si vous correspondez à quelqu'un, vous pouvez discuter avec en privé
hr: Ako se upariš s nekime možete privatno chatati
hu: Ha összeillesz valakivel zártkörűen társaloghatsz vele
id: Jika cocok dengan seseorang kamu bisa ngobrol secara pribadi
nb: Om du matcher med noen , kan du chatte med dem privat
ro: Dacă te potriveşti cu cineva poţi să începi chat cu el în mod privat
ru: Если Вы совместимы с кем-то Вы можете общаться с ними приватно
sv: Om du matchar någon du kan chatta privat med dem
th: หากคุณจับคู่กับใครคนหนึ่ง คุณสามารถสนทนากับเขาเป็นการส่วนตัว
tr: Biriyle eşleşirseniz onlarla özelden sohbet edebilirsiniz
vi: Tìm được người phù hợp thì có thể chat riêng ngay lập tức

source: Finding nearby friends
ar: البحث عن أصدقاء بالقرب منك
bg: Намери приятели в близост
da: Søger venner i dit område
de: Suche nach Personen in der Nähe läuft
fr: Trouver mes amis à proximité
hr: Tražim ljude u blizini
hu: Közelben élő barátok keresése
id: Mencari orang di sekitar
nb: Finner venner i nærheten
ro: Ca să găseşti prietenii din apropiere
ru: Поиск друзей поблизь
sv: Hitta vänner i närheten
th: ค้นหาคนที่อยู่ใกล้เคียง
tr: Yakınınızdaki arkadaşlar bulunuyor
vi: Đang tìm những người gần bạn

source: You've seen all the friends near you
ar: لقد شاهدت كل الأصدقاء بالقرب منك
bg: Ти разгледа всички приятели в близост
da: Du har set alle venner i dit område
de: Du hast alle unsere Vorschläge gesehen, die in Deiner Umgebung sind
fr: Vous avez vu toutes les propositions à proximité
hr: Svi prijatelji u tvojoj blizini su pregledani
hu: Láthatod az összes közelben élő barátot
id: Kamu telah melihat semua saran di dekatmu
nb: Du har sett alle venner i nærheten
ro: Vei vedea toţi prietenii din apropierea ta
ru: Вы увидели всех друзей, которые находятся поблизь Вас
sv: Har du sett alla vänner i närheten
th: คุณได้เห็นการแนะนำทั้งหมดที่อยู่ใกล้ ๆ คุณ
tr: Yakınınızdaki tüm arkadaşlarınızı gördünüz
vi: Hôm nay bạn đã xem hết những người mà OakClub gợi ý đang ở gần nơi bạn rồi

source: You've seen all the recommendations near you.
ar: لقد شاهدت كل التوصيات بالقرب منك
bg: Ти разгледа всички предложения в близост
da: Du har set alle anbefalinger i nærheden
de: Du hast alle unsere Vorschläge gesehen, die in Deiner Umgebung sind.
fr: Vous avez vu toutes les recommandations à proximité.
hr: Svi prijedlozi u tvojoj blizini su pregledani.
hu: Láthatod az összes közelben lévő ajánlást.
id: Kamu telah melihat semua saran di dekatmu.
nb: Du har sett alle anbefalinger i nærheten
ro: Vei vedea toate recomandările din apropierea ta.
ru: Вы увидели все рекомендации поблизости.
sv: Har du sett alla rekommendationer i närheten
th: คุณได้เห็นการแนะนำทั้งหมดที่อยู่ใกล้ ๆ คุณ.
tr: Yakınınızdaki tüm tavsiyeleri gördünüz.
vi: Hôm nay bạn đã xem hết những người mà OakClub gợi ý đang ở gần nơi bạn rồi.

source: Invite your friends
ar: قم بدعوة أصدقائك
bg: Покани приятели
da: Inviter dine venner
de: Lade Deine Freunde ein
fr: Invitez vos amis
hr: Pozovi svoje prijatelje
hu: Hívd meg a barátaidat
id: Undang teman
nb: Inviter dine venner
ro: Invită-ţi prietenii
ru: Пригласите своих друзей
sv: Bjud in vänner
th: เชิญเพื่อนของคุณ
tr: Arkadaşlarınızı çağırın
vi: Mời bạn bè tham gia

source: You'ra sharing OakClub on your timeline
bg: Ти споделяш OakClub в своята времева линия
da: Del OakClub på din timeline
id: Kamu berbagi OakClub di kronologi kamu
th: กำลังแบ่งปัน OakClub ในไทม์ไลน์ของคุณ
vi: Bạn muốn chia sẻ về OakClub trên trang Facebook của mình

source: Like
ar: إعجاب
bg: Харесай
da: Lide
fr: Aimer
hu: Lájk
id: Suka
nb: Lik
ro: Îţi place
ru: Нравится
sv: Gilla
th: ถูกใจ
tr: Beğen
vi: Thích quá

source: Dragging a picture to the right indicates you liked
ar: سحب الصورة الي اليمين يشير إلا أنك قمت بالاعجاب
bg: Преместването на снимка в дясно означава, че харесваш човека
da: Et foto der hives til højre indikerer at du kan lide
de: Wenn Du ein Foto nach rechts ziehst, likes Du die Person
fr: Faire glisser une photo vers la droite indique que vous avez aimé
hr: Povlačeći sliku udesno ukazuje da ti se sviđa
hu: Jobbra húzva a képet jelzi, hogy tetszik neked
id: Tarik gambar ke kanan jika kamu suka
nb: Å dra et bilde til høyre indikerer du likte
ro: Să deplasezi o poză la dreapta indică faptul că îţi place
ru: Перемещение фотографии справа означает, что Вам понравился человек
sv: Dra en bild åt höger indikerar att du gillat
th: การลากรูปไปทางขวาแสดงว่าคุณถูกใจพวกเขา
tr: Bir fotoğrafı sağa kaydırmak onu beğendiğiniz anlamına gelir
vi: Kéo hình sang phải nghĩa là bạn có cảm tình với người này

source: Not interested?
ar: غير مهتم؟
bg: Нямаш интерес?
da: Ikke interesseret?
de: Kein Interesse?
fr: Pas intéressé ?
hr: Ne interesira te?
hu: Nem érdekel?
id: Tidak tertarik?
nb: Ikke interessert?
ro: Nu eşti interesat?
ru: Не заинтересованы?
sv: Inte intresserad?
th: ไม่สนใจ?
tr: İlginizi çekmedi mi?
vi: Không thích hả?

source: Dragging a picture to the left indicates you are not interested
ar: سحب الصورة الي اليسار يشير إلا أنك غير مهتم
bg: Преместването на снимка в ляво означава, че нямаш интерес
da: Et foto der hives til venstre indikerer at ud ikke er interesseret
de: Wenn Du ein Foto nach links ziehst, lehnst Du die Person ab
fr: Faire glisser une photo vers la gauche indique que vous n'êtes pas intéressé
hr: Povlačeći sliku ulijevo ukazuje da te ne interesira
hu: Balra húzva a képet jelzi, hogy nem érdekel téged
id: Tarik gambar ke kiri jika kamu tidak tertarik
nb: Å dra et bilde til venstre indikerer du ikke er interessert
ro: Să deplasezo poză la stânga indică faptul că nu eşti interesat
ru: Перемещение фотографии слева означает, что Вы не заинтересованы в
sv: Dra en bild åt vänster indikerar att du inte är intresserad
th: การลากรูปไปทางซ้ายแสดงว่าคุณไม่ถูกใจพวกเขา
tr: Bir fotoğrafı sola kaydırmak onunla ilgilenmediğiniz anlamına gelir
vi: Kéo hình sang trái nghĩa là bạn không thích người này

source: Distance:
ar: المسافة
bg: Разстояние:
da: Afstand:
de: Distanz:
hr: Udaljenost:
hu: Távolság:
id: Jarak:
nb: Avstand:
ro: Distanţa:
ru: Расстояние:
sv: Avstånd:
th: ระยะทาง:
tr: Uzaklık:
vi: Cách bạn:

source: Active:
ar: فعال
bg: Активност:
da: Aktiv:
de: Aktiv:
fr: Actif :
hr: Aktivan:
hu: Aktív:
id: Aktif:
nb: Aktiv:
ro: Activ:
ru: Активный:
sv: Aktiv:
th: ใช้งาน:
tr: Aktif:
vi: Hoạt động:

source: Just now
ar: الأن
bg: Сега
da: Lige nu
de: Online
fr: En ligne
hr: Upravo sad
hu: Éppen most
id: Online
nb: Akkurat nå:
ro: Doar acum
ru: Только что
sv: Just nu
th: ออนไลน์
tr: Şimdi
vi: Đang online

source: Share Interests
bg: Общи интереси
da: Del Interesser
id: Minat yang sama
th: ความสนใจร่วมกัน
vi: Sở thích chung

source: Load earlier messages
ar: عرض الرسائل السابقة
bg: Зареди предишни съобщения
da: Indlæs tidligere beskeder
de: Weitere Nachrichten laden
fr: Charger les messages plus anciens
hr: Prikaži prethodne poruke
hu: Korábbi üzenetek betöltése
id: Muat pesan-pesan terdahulu
nb: Last inn tidligere meldinger
ro: Încarcă mesajele mai vechi
ru: Загрузите предыдущие сообщения
sv: Ladda tidigare meddelanden
th: โหลดข้อความก่อนหน้า
tr: Önceki mesajları yükle
vi: Xem thêm tin nhắn cũ

source: Matched 10 days ago
ar: تم التطابق من قبل 10 أيام
bg: Съвпадения от последните 10 дни
da: Matchet for 10 dage siden
de: Du bist seit 10 verbunden
fr: Correspondance il y a 10 jours
hr: Upareni prije 10 dana
hu: 10 napja összeilletek
id: Cocok 10 hari yang lalu
nb: Matchet 10 dager siden
ro: Potrivit acum 10 zile
ru: Совместимость была 10 дней назад
sv: Matchad för 10 dagar sedan
th: จับคู่เมื่อ 10 วันที่ผ่านมา
tr: 10 gün önce eşleşildi
vi: Ghép đôi 10 ngày trước

source: Next
ar: التالي
bg: Следващ
da: Næste
de: Nächste
fr: Suivant
hr: Sljedeći
hu: Következő
id: Berikutnya
nb: Neste
ro: Următorul
ru: Следующая
sv: Nästa
th: ถัดไป
tr: Sonraki
vi: Tiếp

source: Previous
ar: السابق
bg: Предишен
da: Forrige
de: Vorherige
fr: Précédent
hr: Prethodni
hu: Előző
id: Sebelumnya
nb: Forrige
ro: Anteriorul
ru: Предыдущая
sv: Föregående
th: ก่อนหน้า
tr: Önceki
vi: Quay lại

source: years old
ar: سنوات
bg: години
da: år gammel
de: jahre alt
fr: ans
hr: godina
hu: éves
id: tahun
nb: år gammel
ro: ani
ru: лет
sv: år
th: ปี
tr: yaşında
vi: tuổi

source: to
ar: الي
bg: до
da: til
de: bis
fr: à
hr: do
hu: hoz/hez
id: untuk
nb: til
ro: către
ru: до
sv: till
th: ถึง
tr: a
vi: đến

source: Snapshots
ar: اللقاءات العشوائية
bg: Случайни снимки
de: Snapshot
hr: Blicevi
hu: Pillanatképek
id: Cuplikan
ro: Snapshot-uri
ru: Снэпшоты
th: รูปภาพด่วน
tr: Fotoğraflar
vi: Tình cờ

source: All
ar: الكل
bg: Всички
da: Alle
de: Alle
fr: Tout
hr: Svi
hu: Mindenki
id: Semua
nb: Alle
ro: Toţi
ru: Все
sv: Alla
th: ทั้งหมด
tr: Hepsi
vi: Tất cả

source: You matched with %@ 10 hours ago
ar: لقد تطابقت مع %@ قبل 10 ساعات
bg: Ти си съвпадна с %@ преди 10 часа
da: Du er blevet matchet med % for 10 timer siden
de: Du bist mit %@ seit Tagen verbunden
fr: Vous avez correspondu à %@ il y a 10 heures
hr: Ti i %@ ste se uparili prije 10 sati
hu: Összeillettél %@-val/vel 10 órája
id: Kamu cocok dengan %@ 10 hari ago
nb: Du matchet med %@ for 10 timer siden
ro: Te-ai potrivit cu %@ acum 10 ore
ru: Вы сочетались с % @ 10 часов назад
sv: Du matchades med %@ för 10 timmar sedan
th: คุณได้จับคู่กับ %@ 10 ชั่วโมงที่ผ่านมา
tr: 10 saat önce %@ ile eşleştiniz
vi: Kết đôi với %@ 10 tiếng trước

source: The user is typing!
ar: المتستخدم يكتب الان
bg: Потребителят пише!
da: Brugeren skriver en besked!
de: Der User schreibt etwas!
fr: L'utilisateur est en train d'écrire
hr: Korisnik tipka!
hu: A felhasználó éppen ír!
id: Pengguna ini sedang mengetik!
nb: Brukeren skriver!
ro: Utilizatorul scrie!
ru: Пользователь печатает!
sv: Användaren skriver!
th: ผู้ใช้กำลังพิมพ์!
tr: Kullanıcı yazıyor!
vi: Người kia đang viết!

source: Last messages on
ar: اخر الرسائل
bg: Последното съобщение от
da: Sidste besked skrevet den
de: Letzte Nachricht am
fr: Dernier message le
hr: Zadnje poruke na
hu: Legutóbbi üzenetek
id: Pesan terakhir pada
nb: Siste meldinger på
ro: Ultimul mesaj pe
ru: Последнее сообщение в
sv: Senaste meddelanden
th: ข้อความล่าสุดเมื่อ
tr: Son mesaj şu tarihteydi
vi: Tin nhắn gần đây nhất vào ngày
