Repository: NghiaTranUIT/OakClub
Catalog: oakclubbuild/Localization/*.lproj/Localizable.strings
Languages: ar, bg, da, de, fr, hr, hu, id, nb, ro, ru, sv, th, tr, vi

source: Males
ar: ذكور
bg: Мъже
da: Mænd
de: Männern
fr: Hommes
hr: Muški
hu: Férfiak
id: Pria
nb: hanner
ro: Bărbaţi
ru: Мужчинами
sv: Män
th: ชาย
tr: Erkekler
vi: Đàn ông

source: Females
ar: إناث
bg: Жени
da: Kvinder
de: Frauen
fr: Femmes
hr: Ženske
hu: Nők
id: Wanita
nb: kvinner
ro: Femei
ru: Женщинами
sv: Kvinnor
th: หญิง
tr: Kadınlar
vi: Phụ nữ

source: Where
ar: أين
bg: Къде
da: Hvor
de: Wo
fr: Où
hr: Gdje
hu: Hol
id: Dimana
nb: hvor
ro: Unde
ru: Где
sv: Var
th: สถานที่
tr: Nerede
vi: Ở đâu

source: With who
ar: مع من
bg: С кого
da: Med hvem
de: Mit wem
fr: Avec qui
hr: Sa kime
hu: Kivel
id: Dengan siapa
nb: med hvem
ro: Cu cine
ru: С кем
sv: Med vem
th: กับใคร
tr: Kiminle
vi: Với ai

source: year old
ar: سنوات
bg: години
da: år gammel
de: jahre alt
fr: ans
hr: godina
hu: éves
id: tahun
nb: år gammel
ro: ani
ru: год
sv: år
th: ปี
tr: yaşında
vi: tuổi

source: Male
ar: ذكر
bg: Мъже
da: Mand
de: Männer
fr: Homme
hr: Muško
hu: Férfi
id: Laki-laki
nb: mann
ro: Bărbat
ru: Мужской
sv: Man
th: ชาย
tr: Erkek
vi: Nam

source: Female
ar: انثي
bg: Жена
da: Kvinde
de: Frauen
fr: Femme
hr: Žensko
hu: Nő
id: Perempuan
nb: kvinne
ro: Femeie
ru: Женский
sv: Kvinna
th: หญิง
tr: Kadın
vi: Nữ

source: Send
ar: أرسل
bg: Изпрати
de: Senden
fr: Envoyer
hr: Pošalji
hu: Küldés
id: Mengirim
ro: Trimite
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
vi: Gửi

source: Search your matches ...
ar: البحث عن تطابقاتك
bg: Потърси съвпадения ...
da: Søg på dine match
de: Ihre Übereinstimmungen suchen...
fr: Recherchez ceux et celles qui vous correspondent ...
hr: Traži svoje parove ...
hu: Keresd a partnereidet...
id: Cari pasangan yang cocok...
nb: Søk dine treff ...
ro: Caută potrivirile tale...
ru: Ищите Ваши совпадения...
sv: Sök dina matchningar …
th: ค้นหาการจับคู่ของคุณ ...
tr: Eşlerinizi arayın...
vi: Tìm người thành đôi...

source: Message
ar: رسالة
bg: Съобщение
da: Besked
de: Nachricht
hr: Poruka
hu: Üzenet
id: Pesan
nb: Melding
ro: Mesaj
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
vi: Tin nhắn

source: Save your settings
ar: حفظ الإعدادات
bg: Запази настройките
da: Gem dine indstillinger
de: Speichere Deine Einstellungen
fr: Sauvegarder vos réglages
hr: Spremi svoje postavke
hu: Mentsd el a beállításaidat
id: Simpan pengaturan
nb: Lagre innstillingene
ro: Salvează-ţi setările
ru: Сохранить настройки
sv: Spara dina inställningar
th: บันทึกการตั้งค่า
tr: Ayarlarınızı kaydedin
vi: Đã chỉnh xong

source: Edit
ar: تحرير
bg: Редактирай
da: Rediger
de: Bearbeiten
fr: Modifier
hr: Uredi
hu: Szerkeztés
nb: Rediger
ro: Editează
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: Chỉnh

source: CHOOSE YOUR LANGUAGE
ar: إختر اللغة
bg: ИЗБЕРИ ЕЗИК
da: VÆLG DIT SPROG
de: WÄHLE DEINE SPRACHE
fr: CHOISISSEZ VOTRE LANGUE
hr: IZABERI JEZIK
hu: VÁLASZD KI A NYELVET
id: PILIH BAHASA
nb: VELG SPRÅK
ro: ALEGE LIMBA
ru: Выберите свой язык
sv: VÄLJ DITT SPRÅK
th: เลือกภาษาของคุณ
tr: DİLİNİZİ SEÇİN
vi: CHỌN NGÔN NGỮ

source: I would like to be matched with
ar: أرغب بالتطابق مع
bg: Бих искал да съвпадна с
da: Jeg vil gerne matches med
de: Ich bin interessiert an
fr: Je voudrais qu'on me fasse correspondre avec
hr: Upari me sa
hu: Szeretnék összeilleni olyannal aki
id: Saya ingin dicocokkan dengan
nb: Jeg ønsker å bli matchet med
ro: Aş vrea să mă potrivesc cu
ru: Я хотел бы сочетаться с
sv: Jag vill bli matchad med
th: ฉันต้องการจับคู่กับ
tr: Şöyle biriyle eşleşmek isterim:
vi: Tôi muốn được ghép đôi với

source: Tell your friends!
ar: أخبرأصدقائك!
bg: Кажи на приятелите си!
da: Fortæl dine venner!
de: Freunde einladen
fr: Dites-le à vos amis!
hr: Reci svojim prijateljima!
hu: Mondd el a barátaidnak!
id: Beritahu teman!
nb: Fortell dine venner !
ro: Spune prietenilor!
ru: Расскажите своим друзьям!
sv: Berätta för dina vänner!
th: บอกเพื่อนของคุณ!
tr: Arkadaşlarınıza söyleyin!
vi: Mời bạn bè tham gia!

source: I'M HERE TO
ar: أنا هنا من أجل
bg: ТУК СЪМ ЗА
da: JEG ER OGSÅ HER
de: ICH BIN HIER WEIL ICH
fr: Je suis ici pour...
hr: OVDJE SAM DA
hu: AZÉRT VAGYOK ITT, HOGY
id: AKU DISINI UNTUK
nb: Jeg er her for å
ro: SUNT AICI SĂ
ru: Я здесь, чтобы ...
sv: JAG ÄR HÄR FÖR ATT
th: ฉันมาที่นี่เพื่อ...
tr: BURADA OLMA AMACIM:
vi: TÔI ĐẾN ĐÂY ĐỂ

source: SHOW ME
ar: اعرض لي
bg: ПОКАЖИ МИ
da: VIS MIG
de: ZEIGE MIR FOLGENDES AN
fr: Montrez-moi
hr: POKAŽI MI
hu: MUTASD MEG
id: TUNJUKKAN PADA SAYA
nb: VIS MEG
ro: ARATĂ-MI
ru: Показаться себя
sv: VISA
th: แสดงให้ฉันเห็น
tr: BANA GÖSTER
vi: GIỚI THIỆU CHO TÔI

source: SHOW ME PEOPLE AGE OF
ar: عرض أشخاص من سن
bg: ПОКАЖИ МИ ХОРА НА СЛЕДНИТЕ ГОДИНИ
da: VIS MIG PERSONER PÅ FØLGENDE ALDER
de: ZEIGE MIR LEUTE AN, IM ALTER VON
fr: Montrez-moi les gens âgés de
hr: POKAŽI MI OSOBE STAROSTI
hu: MUTASS EMBEREKET AKIK
id: TAMPILKAN ORANG DENGAN USIA
nb: VIS MEG PEOPLE AGE OF
ro: ARATĂ-MI MEMBRI ÎN VÎRSTĂ DE
ru: Покажите мне людей в возрасте от
sv: VISA MIG MÄNNISKOR I ÅLDERN
th: แสดงให้ฉันเห็นในช่วงอายุ
tr: BANA ŞU YAŞTAKİ İNSANLARI GÖSTER:
vi: GIỚI THIỆU NHỮNG NGƯỜI TỪ

source: Save Your Settings
ar: حفظ الإعدادات
bg: Запази настройките
da: Gem dine indstillinger
de: Speichere Deine Einstellungen
fr: Sauvegarder vos réglages
hr: Spremi svoje postavke
hu: Mentsd el a Beállításaidat
id: Simpan pengaturan
nb: Lagre innstillingene
ro: Salvează-ţi setările
ru: Сохранить настройки
sv: Spara Dina Inställningar
th: บันทึกการตั้งค่า
tr: Ayarlarınızı kaydedin
vi: Đã chỉnh xong

source: SHARE INTERESTS
bg: СПОДЕЛИ ИНТЕРЕСИ
da: Del Interesser
id: MINAT YANG SAMA
th: ความสนใจร่วมกัน
vi: SỞ THÍCH CHUNG

source: Not interested
ar: غير مهتم
bg: Не се интересувам
da: Ikke interesseret
de: Kein interesse
fr: Pas intéressé
hr: NE INTERESIRA TE?
hu: Nem érdekel
id: Tidak tertarik
nb: ikke interessert
ro: Neinteresat
ru: Не заинтересованы
sv: Inte intresserad
th: ไม่ถูกใจ
tr: İlgilenmedim
vi: Không thích hả

source: Like?
ar: إعجاب؟
bg: Харесва ли ти?
da: Lide?
fr: Aimer?
hr: Sviđa ti se?
hu: Tetszik?
id: Suka?
ro: îţi place?
ru: Нравится?
sv: Gilla?
th: ถูกใจ?
tr: Beğendiniz mi?
vi: Thích à?

source: AGREE & PROCEED
ar: موافق & إكمال
bg: СЪГЛАСЕН СЪМ И ПРОДЪЛЖАВАМ
da: Samykke og Fortsæt
de: ICH STIMME ZU
fr: ACCEPTER ET CONTINUER
hr: SLOŽI SE & NASTAVI
hu: BELEEGYEZÉS & FOLYTATÁS
id: SETUJU & PROCEED
nb: ENIG & FORTSETT
ro: DE ACORD & CONTINUI
ru: СОГЛАСИТЬСЯ & ПРОДОЛЖИТЬ
sv: GODKÄNN & FORTSÄTT
th: ยอมรับและดำเนินการต่อ
tr: KABUL ET & DEVAM ET
vi: ĐỒNG Ý VÀ TIẾP TỤC

source: ON
ar: متاح
bg: ВКЛЮЧЕН
da: TÆND
hr: UKLJUČEN
hu: BE
id: ONLINE
ro: ÎN
ru: ВКЛ
sv: PÅ
tr: AÇIK
vi: BẬT

source: OFF
ar: غير متاح
bg: ИЗКЛЮЧЕН
da: SLUK
de: AUS
hr: ZGAŠEN
hu: KI
ro: AFARĂ
ru: ВЫКЛ
sv: AV
tr: KAPALI
vi: TẮT

source: Error
ar: خطأ
bg: Грешка
da: Fejl
de: Fehler
fr: Erreur
hr: Greška
hu: Hiba
id: Kesalahan
nb: feil
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Warning
ar: تحذير
bg: Предупреждение
da: Advarsel
de: Warnung
fr: Avertissement
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
nb: Advarsel
ro: Avertisment
ru: Предупреждение
sv: Varning
th: การแจ้งเตือน
tr: Uyarı
vi: Cảnh báo

source: Confirm!
ar: تأكيد!
bg: Потвърждавам!
da: Bekræft!
de: Bestätigen!
fr: Confirmer!
hr: Potvrdi!
hu: Megerősítés!
id: Konfirmasi!
nb: Bekreft !
ru: Подтвердить!
sv: Bekräfta!
th: ยืนยัน!
tr: Onaylandı!
vi: Chấp nhận!

source: Do you want to delete this conversation?
ar: هل ترغب بحذف هذه المحادثة؟
bg: Искаш ли да изтриеш този разговор?
da: Vil du slette denne samtale?
de: Möchten Sie diese Unterhaltung löschen?
fr: Voulez-vous supprimer cette conversation?
hr: Želiš li obrisati ovaj razgovor?
hu: Szeretnéd törölni ezt a beszélgetést?
id: Apakah kamu ingin menghapus percakapan ini?
nb: Ønsker du å slette denne samtalen ?
ro: Vrei să ştergi această conversaţie?
ru: Вы хотите удалить этот разговор?
sv: Vill du radera denna konversation?
th: คุณต้องการลบการสนทนานี้ใช่หรือไม่?
tr: Bu konuşmayı silmek ister misiniz?
vi: Bạn có muốn xóa đoạn hội thoại này không?

source: NO
ar: لا
bg: НЕ
da: NEJ
de: NEIN
fr: NON
hr: NE
hu: NEM
id: TIDAK
ro: NU
ru: НЕТ
sv: NEJ
th: ไม่
tr: HAYIR
vi: KHÔNG

source: YES
ar: نعم
bg: ДА
da: JA
de: JA
fr: OUI
hr: DA
hu: IGEN
id: YA
nb: JA
ro: DA
ru: ДА
sv: JA
th: ใช่
tr: EVET
vi: CÓ

source: Do you want to upload this photo ?
ar: هل ترغب برفع هذه الصورة؟
bg: Искаш ли да качиш тази снимка?
da: Vil du uploade dette foto?
de: Möchten Sie dieses Foto hochladen?
fr: Voulez-vous télécharger cette photo?
hr: Želiš li dodati ovu sliku ?
hu: Szeretnéd feltölteni ezt a fényképet?
id: Apakah kamu ingin mengunggah foto ini?
nb: Ønsker du å laste opp dette bildet ?
ro: Vrei să încarci această fotografie?
ru: Вы хотите загрузить эту фотографию?
sv: Vill du ladda upp detta foto ?
th: คุณต้องการอัปโหลดรูปนี้ใช่หรือไม่?
tr: Bu fotoğrafı yüklemek ister misiniz?
vi: Bạn có muốn đăng hình này?

source: Do you want to delete this photo ?
ar: هل ترغب بحذف هذه الصورة؟
bg: Искаш ли да изтриеш тази снимка?
da: Vil du slette dette foto??
de: Möchten Sie dieses Foto löschen?
fr: Voulez-vous supprimer cette photo?
hr: Želiš li izbrisati ovu sliku ?
hu: Szeretnéd törölni ezt a fényképet?
id: Apakah kamu ingin menghapus foto ini?
nb: Ønsker du å slette dette bildet ?
ro: Vrei să ştergi această fotografie?
ru: Вы хотите удалить эту фотографию?
sv: Vill du radera detta foto ?
th: คุณต้องการลบรูปนี้ใช่หรือไม่?
tr: Bu fotoğrafı silmek ister misiniz?
vi: Bạn có muốn xóa hình này?

source: Name cannot be empty
ar: لا يمكن ترك الإسم فارغأ
bg: Името не може да е празно
da: Navn kan ikke være tomt
de: Name darf nicht leer sein
fr: Nom ne peut rester vide
hr: Ime ne može biti prazno
hu: A név nem lehet üres
id: Nama harus diisi
nb: Navn kan ikke være tomt
ro: Numele nu poate fi lăsat gol
ru: Поле имени не может быть пустым
sv: Namn kan inte vara tomt
th: ชื่อไม่สามารถเว้นว่าง
tr: İsim boş olamaz
vi: Tên không được để trống

source: Email is invalid
ar: البريد الإلكتروني غير صالح
bg: Имейлът е невалиден
da: Ugyldig email
de: E-Mail ist ungültig
fr: Adresse e-mail incorrecte
hr: Email je neispravan
hu: Az e-mail cím nem érvényes
id: Email tidak valid
nb: E-post er ugyldig
ro: Email-ul este invalid
ru: Недействительна электронная почта
sv: Ogiltig E-post
th: อีเมลไม่ถูกต้อง
tr: Eposta geçersiz
vi: Email không hợp lệ

source: Settings saved
ar: تم حفظ الإعدادات
bg: Настройките са запазени
da: Indstillinger er gemt
de: Einstellungen gespeichert
fr: Paramètres sauvegardés
hr: Postavke spremljene
hu: Beállítások mentve
id: Pengaturan disimpan
nb: innstillinger lagret
ro: Setări salvate
ru: Настройки сохранены
sv: Inställningar sparades
th: บันทึกการตั้งค่าแล้ว
tr: Ayarlar kaydedildi
vi: Đã lưu

source: Settings cannot be saved now.
ar: لا يمكن حفظ الإعدادات الان.
bg: Настройките не могат да бъдат запазени сега.
da: Indstillinger kan ikke gemmes nu.
de: Einstellungen können jetzt nicht gespeichert werden.
fr: Les Paramètres ne peuvent être sauvegardés pour le moment.
hr: Postavke trenutno ne mogu bit spremljene.
hu: A beállításokat nem lehet most menteni.
id: Pengaturan tidak bisa disimpan sekarang.
nb: Innstillinger kan ikke lagres nå .
ro: Setările nu pot fi salvate acum.
ru: Сейчас настройки не могут быть сохранены.
sv: Inställningar kan inte sparas nu.
th: ไม่สามารถบันทึกการตั้งค่าได้ในขณะนี้.
tr: Ayarlar şimdi kaydedilemez.
vi: Chưa lưu.

source: Cannot access to the email account on your device.
ar: لا يمكن الوصول الي الحساب علي هذا الجهاز.
bg: Не можеш да влезеш в своя имейл акаунт на твоето устройство.
da: Kan ikke få adgang til email addressen på din enhed.
de: Kann auf das E-Mail-Konto auf Ihrem Gerät nicht zugreifen.
fr: Impossible d'accéder aux emails sur votre appareil.
hr: Ne možemo pristupit email računu na tvom uređaju.
hu: Nem lehet elérni az e-mail fiókot a készülékeden.
id: Tidak bisa mengakses akun email pada perangkat kamu.
nb: Får ikke tilgang til e-postkontoen på enheten .
ro: Nu poţi accesa contul de email pe acest dispozitiv.
ru: Не удается получить доступ к учетной записи электронной почты на Вашем устройстве.
sv: Ingen åtkomst till e-postkontot på din enhet
th: ไม่สามารถเข้าถึงบัญชีอีเมลบนอุปกรณ์ของคุณ.
tr: Cihazınızda eposta hesabına erişim sağlanamıyor.
vi: Không thể vào được email của bạn.

source: Connect Privately
ar: الأتصال بشكل خاص
bg: Свържи се поверително
da: Forbind privat
de: Über Facebook anmelden
fr: Connectez-vous en Privé
hr: Prijavi Se Tajno
hu: Csatlakozz Titkosan
id: Hubungkan secara Pribadi
nb: koble Privat
ro: Conectează-te Privat
ru: Подключиться Приватно
sv: Anslut privat
th: เชื่อมต่อแบบส่วนตัว
tr: Facebook ile baglan
vi: Kết nối Ẩn danh

source: Cannot delete this photo.
ar: لايمكن حذف هذه الصورة
bg: Не можеш да изтриеш тази снимка.
da: Dette foto kan ikke slettes.
de: Dieses Foto kann nicht gelöscht werden.
fr: Impossible de supprimer cette photo.
hr: Ova slika se ne može izbrisati.
hu: Nem lehetséges a fénykép törlése.
id: Foto ini tidak bisa dihapus.
nb: Kan ikke slette dette bildet .
ro: Nu poţi să ştergi această fotografie.
ru: Не удается удалить эту фотографию.
sv: Detta foto kan inte raderas
th: ไม่สามารถลบภาพนี้.
tr: Bu fotoğraf silinemiyor.
vi: Ảnh không xóa được.

source: Country
ar: الدولة
bg: Държава
da: Land
de: Land
fr: Pays
hr: Država
hu: Ország
id: Negara
nb: land
ro: Ţara
ru: Страна
sv: Land
th: ประเทศ
tr: Ülke
vi: Trong nước

source: World
ar: العالم
bg: Свят
da: Verden
de: Welt
fr: Monde
hr: Svijet
hu: Világ
id: Dunia
nb: verden
ro: Lume
ru: Мир
sv: Världen
th: โลก
tr: Dünya
vi: Thế giới

source: Swipe photo Left to PASS a profile
ar: سحب الصورة الي الشمال مرر البريد الشخصي
bg: Премести снимката в ляво за да ПОДМИНЕШ профил
da: Kør fotoet til Venstre for at GODKENDE en profil
de: Ziehe ein Foto nach Links um es ABZULEHNEN
fr: Faites glisser la photo vers la gauche pour PASSER un profil
hr: Povuci sliku Ulijevo da PROSLIJEDIŠ profil
hu: Bökd meg a képet Balra az adatlap MELLŐZÉS érdekében
id: Geser foto ke KiriNuntuk MENOLAK profil
nb: Sveip bilde Venstre nfor PASS en profil
ro: Trage fotografie Stânga to nu îţi place un profil
ru: Нажмите на фото Cлева , чтобы ОТВЕРГНУТЬ профиль
sv: Svep foto åt Vänster för att GODKÄNN en profil
th: เลื่อนรูปไปด้านซ้าย เพื่อกดผ่านประวัติส่วนตัว
tr: Bir profili PAS GEÇMEK için fotoğrafı Sola kaydırın
vi: Kéo sang Trái là BỎ QUA

source: Or just use PASS / LIKE button below
ar: او فقط إستخدم التمرير إعجاب الزر بالإسفل
bg: Или просто изполвай ПОДМИНИ / ХАРЕСАЙ бутона долу
da: Eller brug GODKENDT/LIDE knappen nedenfor
de: Oder ganz einfach ABLEHNEN / MÖGEN
fr: Ou utilisez simplement les boutons PASSER / AIMER plus bas
hr: Ili koristi PROSLIJEDI / LIKE gumbe ispod
hu: Vagy csak használd az MELLŐZÉS/ LÁJK gombot alul
id: Atau gunakan Tombol LEWATI / SUKA di bawah
nb: Eller bare bruke PASS / SOM nbutton nedenfor
ro: Sau doar foloseşte butonul PASS / LIKE de mai jos
ru: Или просто используйте кнопку ОТВЕРГНУТЬ / ЛАЙК ниже
sv: Eller använd bara GODKÄNN / GILLA knappen nedan
th: หรือใช้ปุ่ม ผ่าน / ชอบ ดังด้านล่าง
tr: Ya da sadece PAS GEÇ / BEĞEN düğmesini kullanın
vi: Không thích kéo, thì nhấn nútBỎ QUA / THÍCH ở dưới

source: Pass
ar: تمرير
bg: Подмини
da: Godkendt
de: Ablehnen
fr: Passer
hr: Proslijedi
hu: Mellőzés
id: Lewati
ru: Пропустить
sv: Godkänn
th: ผ่าน
tr: Pas
vi: Bỏ qua

source: Completed
ar: إكتمل
bg: Завършен
da: Afsluttet
de: Fertiggestellt
fr: Complété
hr: Završen
hu: Befejezve
id: usai
nb: fullført
ro: Complet
ru: Завершено
sv: Färdig
th: สำเสร็จ
tr: Tamamlandı
vi: Hoàn thành

source: Profile saved
ar: تم حفظ الملف الشخصي
bg: Профилът е запазен
da: Profil gemt
de: Profil gespeichert
fr: Profil sauvegardé
hr: Profil spremljen
hu: Adatlap mentve
id: Profil disimpan
nb: Profil reddet
ro: Profil salvat
ru: Профиль сохранен
sv: Profil sparad
th: บันทึกประวัติส่วนตัวแล้ว
tr: Profil kaydedildi
vi: Đã lưu hồ sơ

source: Search
ar: بحث
bg: Търси
da: Søg
de: Suche
fr: Rechercher
hr: Traži
hu: Keresés
id: Pencarian
nb: Søk
ro: Caută
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm

source: We take your privacy seriously
ar: نأخذ السرية علي محمل الجد
bg: Ние приемаме твоята сигурност сериозно
da: Vi tager dit privatliv seriøst
de: Wir nehmen Deine Privatsphäre sehr ernst
fr: Nous prenons votre confidentialité très au sérieux
hr: Mi ozbiljno shvaćamo vašu privatnost
hu: Komolyan vesszük a magánéletét
id: Kami menghargai privasimu
nb: Vi tar personvern på alvor
ro: Luăm intimitatea ta în serios
ru: Мы относимся к вашей конфиденциальности серьезно
sv: Vi tar din integritet på allvar
th: เราถือความเป็นส่วนตัวของคุณเป็นสิ่งสำคัญ
tr: Gizliliğinizi ciddiye alıyoruz
vi: Quyền riêng tư của bạn là tuyệt mật

source: We check every user, Fake and suspicious account get deleted
ar: نقوم بفحص حساب كل مستخدم, ويتم حذف الحسابات المزيفة والمشبوهة
bg: Ние проверяваме всеки потребител, Фалшиви и подозрителни акаунти биват изтрити
da: Vi tjekker alle brugere. Falske og mistænksomme kontoer bliver slettet
de: Gefälschte und verdächtige Konten werden sofort gelöscht
fr: Nous vérifions chaque utilisateur, les comptes falsifiés et suspicieux sont supprimés
hr: Provjeravamo svakog korisnika, Lažni i sumnjivi računi se brišu
hu: Leellenőrzünk minden felhasználót, a Hamis és gyanús fiókokat töröljük
id: Kami mengecek setiap pengguna. Akun palsu dan mencurigakan akan dihapus
nb: Vi sjekker hver bruker , Fake og mistenkelig konto bli slettet
ro: Verificăm fiecare utilizator, Fake-urile şi conturile suspecte sunt şterse
ru: Мы проверяем каждого пользователя, Поддельные и подозрительные учетные записи удаляются
sv: Vi granskar varje användare, Falska och misstänkta konton raderas
th: เราตรวจสอบผู้ใช้ทุกคน บันชีปลอมและน่าสงสัย จะถูกลบ
tr: Her kullanıcı kontrol ediyoruz. Sahte ya da şüpheli hesaplar siliniyor
vi: Mỗi thành viên đều được kiểm tra. Hồ sơ giả mạo sẽ bị xóa

source: We will NEVER post anything to Facebook
ar: لن نقوم بوضع أي إعلانات علي حسابك الفيسبوك
bg: Ние никога няма да публикуваме във Facebook.
da: Vi sætter ALDRIG noget på Facebook
de: Wir werden NIEMALS etwas auf Facebook posten
fr: Nous n'afficherons JAMAIS rien sur Facebook
hr: NIKAD nećemo postati išta na Facebook
hu: SOHA semmit nem fogunk megjeleníteni a Facebookon
id: Kami TIDAK AKAN memposting apapun ke Facebook
nb: Vi vil aldri legge inn noe til Facebook
ro: Nu vom posta nimic NICIODATĂ pe Facebook
ru: Мы НИКОГДА не будем ничего постить на Facebook
sv: Vi kommer ALDRIG posta någonting på Facebook
th: เราจะไม่มีการ โพสต์ข้อความใดๆ ในเฟสบุ๊ค
tr: Facebook'a ASLA bir şey göndermeyeceğiz
vi: OakClub KHÔNG BAO GIỜ tự động đăng tin lên Facebook của bạn

source: Other users will NEVER know if you've liked them unless they like you back
ar: لن يعرف أي شخص إذا ما قمت بوضع إعجاب علي صفحته إلا إذا قام بوضع اعجاب علي صفحتك أيضا
bg: Други потребители НИКОГА няма да знаят дали си ги харесал, освен ако и те не са те харесали
da: Andre brugere kan ALDRIG vide om du kan lide dem med mindre de kan lide dig tilbage
de: Andere Leute werden NIEMALS erfahren ob Du Sie "geliked" hast es sei denn sie "liken" Dich zurück
fr: Les autres utilisateurs ne sauront JAMAIS que vous les avez aimé tant qu'ils ne vous aiment pas en retour
hr: Drugi korisnici NIKAD neće znati da su lajkani osim ako sami ne lajkaju tebe
hu: Más felhasználó SOHA nem fogja tudni, hogy lájkoltad csak ha ő is lájkolt téged
id: Pengguna lainTIDAK AKAN tahu kamu suka mereka sampai mereka juga menyukaimu
nb: Andre brukere vil aldri vite om du har likt dem med mindre de liker deg tilbake
ro: Ceilalţi utilizatori nu vor şti NICIODATĂ că ţi-au plăcut, doar dacă şi ei te vor plăcea pe tine
ru: Другие пользователи НИКОГДА не узнают, что ты поставил им лайк , если они не поставят лайк тебе в ответ
sv: Andra användare får ALDRIG veta om du gillat dem så länge de inte gillat dig tillbaka
th: ผู้อื่นจะไม่มีทางรู้ว่าคุณชอบพวกเขา จนกว่าพวกเขาจะชอบคุณกลับ
tr: Diğer kullanıcılar sizi beğenmedikleri takdirde sizin onları beğendiğinizi ASLA bilmeyecekler
vi: Người ta sẽ KHÔNG BAO GIỜ biết khi bạn để ý họ trừ khi họ cũng phải thích bạn lại

source: Other users can't contact you unless you've already been matched
ar: لن يتمكن أي شخص من التواصل معك إلا إذا تم التطابق بينكما من قبل
bg: Другите потребители не могат да се свързват с теб, освен ако не сте си съвпаднали
da: Andre brugere kan ikke kontakte dig med mindre du allerede er blevet matchet
de: Andere Leute können Dich nicht kontaktieren es sei denn, Ihr seid als Volltreffer bereits miteinander verbunden
fr: Les autres utilisateurs ne peuvent pas entrer en contact avec vous tant que vous n'avez pas encore été mis en correspondance
hr: Drugi korisnici te ne mogu kontaktirati osim ako ste postali par
hu: Más felhasználó nem tud kapcsolatba lépi veled csak ha összeilletek
id: Pengguna lain tidak dapat menghubungimu sampai kalian menjadi cocok
nb: Andre brukere kan ikke ta kontakt med deg med mindre du allerede har blitt matchet
ro: Ceilalţi utilizatori nu te vor putea contacta decât dacă veţi fi deja marcaţi ca potriviţi
ru: Другие пользователи не могут связаться с Вами если Вы не были отмечены как совместимы
sv: Andra användare kan inte kontakta dig såvida ni inte redan är matchade
th: ผู้อื่นไม่สามารถติดต่อคุณ จนกว่าคุณจะได้รับการจับคู่แล้ว
tr: Eşleşmediğiniz takdirde diğer kullanıcılar sizinle iletişim kuramazlar
vi: Nếu hai người không hợp với nhau người ta sẽ không được gửi tin nhắn cho bạn

source: Your location will NEVER be shown to other users
ar: لن يتم عرض موقعك للمستخدمين الأخرين
bg: Твоето местоположение НИКОГА няма да бъде показвано на другите потребители
da: Din placering bliver ALDRIG vist til andre brugere
de: Deine Ortsangabe wird NIE mit anderen Nutzern geteilt
fr: Votre emplacement ne sera JAMAIS montré aux autres utilisateurs
hr: Tvoja lokacija NIKAD neće biti pokazana drugim korisnicima
hu: A lakhelyed SOHA nem láthatják más felhasználók
id: Pengguna lain TIDAK AKAN tahu dimana lokasimu
nb: Din plassering vil aldri bli vist til andre brukere
ro: Locaţia ta nu va fi NICIODATĂ arătată celorlalţi utilizatori.
ru: Ваше местоположение НИКОГДА не будет показано другим пользователям
sv: Din plats kommer ALDRIG visas för andra användare.
th: สถานที่ของคุณจะไม่ ปรากฏต่อผู้ใช้คนอื่นๆ
tr: Konumunuz diğer kullanıcılara ASLA gösterilmeyecektir
vi: Những thành viên khác sẽ KHÔNG BAO GIỜ nhìn thấy địa điểm của bạn

source: Matches
ar: التطابقات
bg: Съвпадения
da: Matcher
de: Volltreffer
fr: Correspondances
hr: Parovi
hu: Partnerek
id: Sepasang
nb: fyrstikker
ro: Potriviri
ru: Совпадения
sv: Matchningar
th: จับคู่
tr: Çift
vi: Cặp đôi

source: VIPs
ar: أشخاص مهمين جدا
bg: ВИПове
fr: Les VIPs
hr: VIP-ovi
hu: VIPk
ro: VIP-uri
ru: VIP-персоны
sv: VIP
th: วีไอพี

source: Update profile
ar: تحديث الملف الشخصي
bg: Обнови профил
da: Updater profil
de: Profil aktualisieren
fr: Mettre le profil à jour
hr: Dopuni Profil
hu: Adatlap Frissítése
id: Perbarui profil
nb: Oppdater profil
ro: Actualiează Profil
ru: Обновить профиль
sv: Uppdatera profil
th: อัปเดตประวัติส่วนตัว
tr: Profilimi güncelle
vi: Cập nhật hồ sơ

source: or
ar: أو
bg: или
da: eller
de: oder
fr: ou
hr: ili
hu: vagy
id: atau
nb: eller
ro: sau
ru: или
sv: eller
th: หรือ
tr: veya
vi: hay

source: help@oakclub.com
vi: hotro@oakclub.com

source: Matched on
ru: Совпали по

# Online
source: Just now
ru: Онлайн
