Repository: NghiaTranUIT/OakClub
Catalog: oakclubbuild/Localization/*.lproj/Localizable.strings
Languages: ar, bg, da, de, fr, hr, hu, id, nb, ro, ru, sv, th, tr, vi

source: Report
ar: إبلاغ
bg: Докладвай
da: Rapport
de: Melden
fr: Signaler
hr: Prijavi
hu: Beszámoló
id: Laporkan
nb: Rapporter
ro: Raport
ru: Сообщить
sv: Rapportera
th: รายงาน
tr: Raporla
vi: Báo sai phạm

source: This is a spam or scam
ar: هذا خداع أو بريد مزعج
bg: Това е спам или скам
da: Dette er en spam eller fidus
de: Dies ist eine Spam-Nachricht
fr: C'est un spam ou une arnaque
hr: Ovo je spam ili prevara
hu: Ez egy levélszemét vagy becsapás
id: Ini spam atau tipuan
nb: Dette er spam eller svindel
ro: Acesta este spam sau scam
ru: Это спам или афера
sv: Detta är spam eller bedrägeri
th: นี่เป็นสแปม หรือการหลอกลวง
tr: Bu istenmeyen ya da sahtekarlık içeriklidir
vi: Người này giả mạo

source: They make me uncomfortable
ar: يشعروني بعدم الراحة
bg: Карат ме да се чувствам неловко
da: Ubehageligt
de: Geben mir ein ungutes Gefühl
fr: Ils me mettent mal à l'aise
hr: Stvaraju mi nelagodu
hu: Kényelmetlenül érzem magam miattuk
id: Mereka membuatku tidak nyaman
nb: De gjør meg ukomfortabel
ro: Mă fac să mă simt prost
ru: Они заставляют меня чувствовать себя неудобно
sv: De gör mig illa till mods
th: พวกเขาทำให้ฉันอึดอัด
tr: Beni rahatsız etti
vi: Người này quấy rối tôi

source: Other, tap to explain
ar: اخري, انقر لتشرح
bg: Друго, опиши
da: Andet, tryk for at forklare
de: Andere Gründe, hier umschreiben
fr: Autre, toucher pour expliquer
hr: Ostalo, stisni za pojašnjenje
hu: Más, érintsd meg a magyarázathoz
id: Lainnya, ketuk untuk menjelaskan
nb: Annet, forklar
ro: Altele, apasă pentru a explica
ru: Другое, нажмите, чтобы объяснить
sv: Annat, klicka för att beskriva
th: อื่นๆ แตะเพื่ออธิบายเหตุผล
tr: Diğer, açıklamak için dokunun
vi: Lý do khác

source: Block this user
ar: حضر هذا المستخدم
bg: Блокирай този потребител
da: Bloker denne bruger
de: Diesen Nutzer blocken
fr: Bloquer cet utilisateur
hr: Blokiraj ovog korisnika
hu: Zárold ezt a felhasználót
id: Blokir pengguna ini
nb: Blokker denne brukeren
ro: Blochează utilizatorul acesta
ru: Блокировать этого пользователя
sv: Blockera denna användare
th: บล็อกผู้ใช้คนนี้
tr: Bu kullanıcıyı blokla
vi: Chặn người này

source: are you sure you want to report %@ for making you uncomfortable?
ar: هل انت متأكد من الإبلاغ %@ لعدم شعورك بالراحة؟
bg: сигурен ли си, че искаш да докладваш %@ че те кара да се чувстваш неловко?
da: Er du sikker på at du vil rapportere %@ for
de: bist Du sicher, dass Du %@ melden möchtest? Geben mir ein ungutes Gefühl
fr: Êtes-vous sûr(e) de vouloir signaler %@ parce qu'il/elle vous met mal à l'aise ?
hr: sigurno želiš prijaviti %@ da ti stvara nelagodu?
hu: biztosan jelenteni akarod %@ mert kényelmetlenül érzed magad miatta?
id: anda yakin ingin melaporkan %@? Mereka membuatku tidak nyaman
nb: er du sikker på at du vil rapportere %@ for at den gjorde deg ukomfortabel?
ro: Eşti sigur că vrei să raportezi %@ că te-a făcut să te simţi prost?
ru: Вы уверены, что хотите сообщить за принесенное неудобно от %@?
sv: är du säker på att du vill rapportera %@ för att du känner dig illa till mods
th: คุณแน่ใจว่าต้องการรายงาน %@ หรือไม่? พวกเขาทำให้ฉันอึดอัด
tr: sizi rahatsız ettiği için %@ raporlamak istediğinize emin misiniz?
vi: bạn có chắc là muốn trình báo về %@ không? Người này quấy rối tôi

source: Upload additional photos
ar: رفع صور إضافية
bg: Качи допълнителни снимки
da: Upload flere fotos
de: Foto hinzufügen
fr: Ajouter d'autres photos
hr: Dodaj još slika
hu: További fényképek feltöltése
id: Tambah foto
nb: Last opp ekstra bilder
ro: Încarcă fotografii suplimentare
ru: Добавить дополнительные фотографии
sv: Ladda upp ytterligare bilder
th: เพิ่มรูปภาพ
tr: Ekstra fotoğraf yükleyin
vi: Thêm hình

source: Add photo
ar: إضافة صور
bg: Добави снимка
da: Tilføj et billede
de: Foto hinzufügen
fr: Ajouter une photo
hr: Dodaj sliku
hu: Adj hozzá képet
id: Tambah foto
nb: Legg til bilde
ro: Adaugă fotografie
ru: Добавить фото
sv: Lägg till bild
th: เพิ่มรูปภาพ
tr: Fotoğraf ekle
vi: Thêm hình

source: Name
ar: الاسم
bg: Име
da: Navn
fr: Nom
hr: Ime
hu: Név
id: Nama
nb: Navn
ro: Nume
ru: Имя
sv: Namn
th: ชื่อ
tr: İsim
vi: Tên

source: Gender
ar: الجنس
bg: Пол
da: Køn
de: Geschlecht
fr: Sexe
hr: Spol
hu: Nem
id: Jenis kelamin
nb: Kjønn
ro: Gen
ru: Пол
sv: Kön
th: เพศ
tr: Cinsiyet
vi: Giới tính

source: Relationship status
ar: حالة العلاقة
bg: Статус на връзка
da: Forhold status
de: Beziehungsstatus
fr: Statut amoureux
hr: Status veze
hu: Családi állapot
id: Status Hubungan
nb: Sivilstatus
ro: Starea civilă
ru: Семейное положение
sv: Relation status
th: สถานะความสัมพันธ์
tr: İlişki durumu
vi: Hiện trạng mối quan hệ

source: Height
ar: الطول
bg: Височина
da: Højde
de: Größe
fr: Taille
hr: Visina
hu: Magasság
id: Tinggi
nb: Høyde
ro: Înălţime
ru: Рост
sv: Längd
th: ส่วนสูง
tr: Boy
vi: Chiều cao

source: Weight
ar: الوزن
bg: Тегло
da: Vægt
de: Gewicht
fr: Poids
hr: Težina
hu: Súly
id: Berat
nb: Vekt
ro: Greutate
ru: Вес
sv: Vikt
th: น้ำหนัก
tr: Kilo
vi: Cân nặng

source: Interested in
ar: مهتم ب
bg: Интересува се от
da: Interesseret i
de: Interessiert an
fr: Je cherche
hr: Interesira te
hu: Érdeklődési kör
id: Tertarik dengan
nb: Interessert i
ro: Interesat de
ru: Заинтересован в
sv: Intresserad av
th: มีความสนใจใน
tr: İlgi alanları
vi: Thích

source: Location
ar: الموقع
bg: Местоположение
da: Sted
de: Ort
fr: Emplacement
hr: Lokacija
hu: Lakhely
id: Lokasi
nb: Beliggenhet
ro: Locaţie
ru: Расположение
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Yer
vi: Nơi sống

source: Ethnicity
ar: العرق
bg: Етнос
da: Etnisk oprindelse
de: Volkszugehörigkeit
fr: Ethnicité
hr: Nacionalnost
hu: Nemzetiség
id: Suku Bangsa
nb: Etnisitet
ro: Etnie
ru: Внешность
sv: Etnicitet
th: เชื้อชาติ
tr: Etkin köken
vi: Dân tộc

source: School
ar: المدرسة
bg: Училище
da: Skole
de: Ausbildung
fr: Établissement Scolaire
hr: Školovanje
hu: Végzettség
id: Sekolah
nb: Skole
ro: Şcoli
ru: Школа
sv: Skola
th: สถานศึกษา
tr: Okul
vi: Trường học

source: Language
ar: اللغة
bg: Език
da: Sprog
de: Sprache
fr: Langue
hr: Jezik
hu: Nyelv
id: Bahasa
nb: Språk
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ

source: Work
ar: العمل
bg: Работа
da: Arbejde
de: Arbeit
fr: Emploi
hr: Posao
hu: Foglalkozás
id: Pekerjaan
nb: Arbeid
ro: Servici
ru: Работа
sv: Arbete
th: ที่ทำงาน
tr: İş
vi: Công việc

source: About me
ar: مايتعلق بي
bg: За мен
da: Om mig
de: Über Mich
fr: A propos de moi
hr: O meni
hu: Rólam
id: Tentang saya
nb: Om meg
ro: Despre mine
ru: Обо Мне
sv: Om mig
th: เกี่ยวกับฉัน
tr: Hakkımda
vi: Tôi là người

source: Done
ar: تم
bg: Готово
da: Færdig
de: OK
fr: Terminé
hr: Gotovo
hu: Kész
id: Selesai
nb: Ferdig
ro: Gata
ru: Готово
sv: Klart
th: เสร็จสิ้น
tr: OK
vi: Xong

source: I WOULD LIKE TO BE MATCHED WITH
ar: أرغب بالتطابق مع
bg: БИХ ИСКАЛ ДА СЪВПАДНА С
da: JEG VIL GERNE MATCHES MED
de: ICH BIN INTERESSIERT AN
fr: JE VOUDRAIS QU'ON ME FASSE CORRESPONDRE AVEC
hr: UPARI ME SA
hu: SZERETNÉK ÖSSZEILLENI OLYANNAL AKI
id: SAYA INGIN DICOCOKKAN DENGAN
nb: JEG VIL BLI MATCHET MED
ro: MI-AR PLĂCEA SĂ MĂ POTRIVESC CU
ru: Я ХОТЕЛ БЫ СОЧЕТАТЬСЯ С
sv: JAG VILL BLI MATCHAD MED
th: ฉันต้องการจับคู่กับ
tr: ŞÖYLE BİRİYLE EŞLEŞMEK İSTERİM
vi: TÔI MUỐN ĐƯỢC GHÉP ĐÔI VỚI

source: I'm here to
ar: أنا هنا من أجل
bg: Тук съм за
da: Jeg er her for at
de: Ich bin hier weil ich
fr: Je suis ici pour
hr: Ovdje sam da
hu: Azért vagyok itt, hogy
id: AKU DISINI UNTUK
nb: Jeg er her for å
ro: Sunt aici
ru: Я здесь, чтобы
sv: Jag är här för att
th: ฉันมาที่นี่เพื่อ
tr: Burada olma amacım
vi: Tôi đến đây để

source: Chat
ar: التحدث
bg: Разговор
fr: Discuter
hu: Beszélgetés
id: Obrolan
nb: Chatte
ru: чат
sv: Chatt
th: สนทนา
tr: Sohbet

source: Show me
ar: اعرض لي
bg: Покажи ми
da: Vis mig
de: Zeige mir folgendes an
fr: Me montrer
hr: Pokaži mi
hu: Mutasd meg
id: Tunjukkan pada saya
nb: Vise meg
ro: Arată-mi
ru: Показаться себя
sv: Visa mig
th: แสดงให้ฉันเห็น
tr: Göster bana
vi: Giới thiệu cho tôi

source: New people
ar: اشخاص جدد
bg: Нови хора
da: Nye personer
de: Neue Leute
fr: Les nouvelles personnes
hr: Novi ljudi
hu: Új emberek
id: Orang baru
nb: Nye mennesker
ro: Membri noi
ru: Новые люди
sv: Nya människor
th: คนใหม่ๆ
tr: Yeni insanlar
vi: Người mới

source: Friends
ar: أصدقاء
bg: Приятели
da: Venner
de: Freunde
fr: Les amis
hr: Prijatelji
hu: Barátok
id: Teman
nb: Venner
ro: Prieteni
ru: Друзья
sv: Vänner
th: เพื่อนๆ
tr: Arkadaşlar
vi: Bạn bè

source: Show me people age of
ar: عرض أشخاص من سن
bg: Покажи ми хора на следните години
da: Vis mig personer på følgende alder
de: Zeige mir Leute an, im Alter von
fr: Montrez-moi les gens âgés de
hr: Pokaži mi ljudi starosti od
hu: Mutass olyan embereket akik
id: Tampilkan orang dengan usia
nb: Finne jevnaldrende
ro: Arată-mi membri în vârstă de
ru: Покажите мне людей в возрасте от
sv: Visa personer i åldern
th: แสดงให้ฉันเห็นในช่วงอายุ
tr: Bana şu yaştaki insanları göster
vi: Giới thiệu những người từ

source: FIND PEOPLE AROUND ME
ar: البحث عن أشخاص حولي
bg: НАМЕРИ МИ ХОРА БЛИЗО ДО МЕН
da: FIND ANDRE I NÆRHEDEN
de: FINDE LEUTE IN MEINER UMGEBUNG
fr: TROUVER LES GENS DANS MON ENTOURAGE
hr: NAĐI LJUDE OKO MENE
hu: KÖZELBEN ÉLŐ EMBEREK KERESÉSE
id: CARI ORANG-ORANG DI SEKITAR SAYA
nb: FINN MENNESKER RUNDT MEG
ro: GĂSEŞTE OAMENI DIN APROPIEREA MEA
ru: НАЙТИ ЛЮДЕЙ ПОБЛИЗОСТИ МЕНЯ
sv: HITTA MÄNNISKOR OMKRING MIG
th: ค้นหาคนที่อยู่ใกล้ๆ ฉัน
tr: ETRAFIMDA İNSAN BUL
vi: TÌM NGƯỜI Ờ GẦN TÔI

source: Limit my search to this distance
ar: حدد بحثي لهذه المسافة
bg: Ограничи търсенето ми до следното разстояние
da: Begræns min søgning til denne afstand
de: Grenze meine Suche mit folgender Distanz ein
fr: Limiter ma recherche à cette distance
hr: Ograniči moju pretragu na ovu udaljenost
hu: Kortátozza a keresést erre a távolságra
id: Batasi pencarian pada jarak
nb: Avgrens mitt søk til denne avstanden
ro: Limitez căutarea la această distanţă
ru: Ограничьте свой ​​поиск до этого расстояния
sv: Begränsa min sökning till detta avstånd
th: จำกัดการค้นหาของฉันกับระยะทางนี้
tr: Aramamı şu uzaklığa sınırla
vi: Giới hạn trong khoảng

source: Less than a mile away
ar: أقل من ميل
bg: По-малко от 1,6 км
da: Mindre end 2 km.
de: Max. 1km entfernt
fr: A moins d'un km
hr: Manje od milje udaljen
hu: Kevesebb, mint egy mérföld távolságra
id: Kurang dari 1 km
nb: Mindre enn en kilometer
ro: Mai puţin de o milă depărtare
ru: Менее чем в миле от
sv: Mindre än en mil ifrån
th: น้อยกว่า 1 กม
tr: Bir milden az
vi: Khoảng 1 km

source: Oakclub use these preferences to suggest potential matches. Some match suggestion may not fall within your desired parameters.
bg: Oakclub използва тези настройки, за да предложи съвпадения. Някои предложения може да не отговарят на желаните ти параметри.
da: Oakclub bruger disse indstillinger for at foreslå potentielle matcher. Nogle af disse matcher falder muligvis ikke indenfor dine parametre.
id: OakClub menggunakan preferensi ini untuk menyarankan kecocokan potensial. Beberapa saran mungkin tidak masuk dalam kriteria yang kamu inginkan.
th: Oakclub ใช้การตั้งค่าการใช้งานเพื่อแนะนำคู่ที่อาจเหมาะสมกัน การแนะนำบางคู่อาจจะไม่ตรงตามเงื่อนไขที่คุณต้องการ.
vi: OakClub dùng những thông tin này để gợi ý đối tượng phù hợp với bạn. Những thông tin này chỉ có giá trị tham khảo tương đối.

source: Vibration on Notification
ar: الإهتزاز عند التنبيه
bg: Вибрация за известяване
da: Vibrer ved meddelelser
de: Vibration als Benachrichtigung
fr: Notification par vibreur
hr: Vibracija na Notifikaciji
hu: Rezgés Értesítéskor
id: Bergetar jika ada pemberitahuan
nb: Vibrasjon ved varsel
ro: Vibraţie la Notificare
ru: Использовать вибрацию при уведомлении
sv: Vibration vid Meddelande
th: การแจ้งเตือนแบบสั่น
tr: Bildiride titret
vi: Rung khi có thông báo

source: Contact us
ar: الإتصال بنا
bg: Свържи се с нас
da: Kontakt os
de: Kontaktiere Uns
fr: Contactez-nous
hr: Kontaktiraj nas
hu: Kapcsolatfelvétel
id: Hubungi kami
nb: Kontakt oss
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
vi: Liên hệ

source: Logout
ar: تسجيل الخروج
bg: Изход
da: Log ud
de: Exit
fr: Fermer la session
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
nb: Logg ut
ro: Ieşire
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış
vi: Thoát

source: Are you sure you want to logout? You will continue to be seen by compatible users in your last known location.
bg: Сигурен ли си, че искаш да излезеш? Ще продължиш да си видим за съвместими потребители от последното си местоположение.
da: Er du sikker på at du vil logge ud? Du vil fortsat kunne ses af godkendte brugere på din sidst kendte placering
id: Yakin ingin keluar? Kamu tetap bisa dilihat oleh pengguna yang cocok di lokasi terakhir kamu.
th: คุณแน่ใจว่าจะออกจากระบบหรือไม่? ผู้ใช้ที่เข้ากันได้จะยังคงเห็นคุณต่อไปในตำแหน่งที่ตั้งล่าสุดของคุณ.
vi: Bạn chắc là muốn thoát chứ? Thông tin về bạn vẫn tiếp tục hiển thị trong quá trình tìm kiếm của các thành viên khác.

source: Requests and Suggestions to Oakclub
bg: Запитвания и предложения към Oakclub
da: Forespørgelser og foreslag til Oakclub
id: Judul Permintaan dan Saran ke OakClub
th: คำขอและข้อเสนอแนะ ถึง OakClub
vi: Đóng góp ý kiến cho OakClub

source: I am in OakClub, you?
ar: أنا في أوكلاب, وأنت؟
bg: Аз съм в Oakclub, а ти?
da: Jeg er i OakClub. Er du?
de: Ich bin bei OakClub, und Du
fr: Je suis sur OakClub, et toi?
hr: Ja sam u OakClub-u, a ti?
hu: Én az Oakclubban vagyok, és te?
id: Saya di OakClub, kamu?
nb: Jeg er i OakClub , du ?
ro: Sunt în OakClub, tu?
ru: Я в OakClub, а ты?
sv: Jag är med i OakClub, är du?
th: ฉันอยู่ใน OakClub แล้วคุณล่ะ?
tr: Ben OakClub'dayım, ya sen?
vi: Mình là thành viên OakClub, còn bạn?

source: Join www.OakClub.com and meet many cool singles nearby. Safe, trustworthy and private.
ar: سجل في www.OakClub.com وقابل العديد من الأشخاص الرائعين. آمان, ثقة, سرية.
bg: Присъедини се към www.OakClub.com и срещни много готини самотни хора наблизо. Безопасно, сигурно и тайно.
da: Meld dig I www.OakClub.com og mød andre singler i nærheden. Sikkert, troværdigt og privat.
de: Registriere Dich bei www.OakClub.com und treffe viele coole Singles in Deiner Nähe. Sicher, vertrauenswürdig und privat.
fr: Rejoignez www.OakClub.com et rencontrez plusieurs célibataires sympas près de chez vous. Sûr, fiable et confidentiel.
hr: Pridruži se www.OakClub.com i upoznaj mnogo guba slobodnih osoba. Sigurno, pouzdano i tajno.
hu: Csatlakozz a www.OakClub.com-hoz és ismerkedj sok klassz egyedülállóval a környékről. Biztonságos, megbízható és intim.
id: Gabung di www.OakClub.com dan temui banyak singel keren di sekitarmu. Aman, terpercaya dan gratis.
nb: Bli www.OakClub.com og møte mange kule singler i nærheten. Sikker , pålitelig og privat .
ro: Alătură-te celor de pe www.OakClub.com şi întâlneşte mulţi membri ca lumea şi singuri de prin apropiere. Sigur, de încredere şi confidenţial.
ru: Присоединяйтесь к www.OakClub.com и знакомьтесь со многими интересными одиночками поблизь. Безопасно, надежно и приватно.
sv: Gå med i OakClub och träffa många coola singlar i närheten. Säkert, pålitligt och privat.
th: เข้าร่วม www.OakClub.com และพบปะคนโสดสุดเจ๋งที่อยู่ใกล้ ๆ ที่ปลอดภัย เชื่อถือได้และเป็นส่วนตัว.
tr: www.OakClub.com'a katılın ve yakınınızdaki pek çok havalı bekarla tanışın. Güvenilir, Emniyetli ve Gizli.
vi: Đang chơi trong www.oakclub.com vui quá. Gặp quá trời người hợp tính. OakClub rất an toàn, đáng tin mà lại còn bảo mật nữa.

source: Less than a km away
ar: أقل من كيلو متر
bg: На по-малко от един км
da: Mindre end en km væk
de: Weniger als 1km entfernt
fr: A moins d'un km
hr: Manje od km udaljeno
hu: Kevesebb, mint egy km távolságra
id: Kurang dari 1 km
nb: Mindre enn en kilometer unna
ro: La mai puţin de un km distanţă
ru: Менее чем через км
sv: Mindre än en km ifrån
th: น้อยกว่า 1 กม.
tr: Bir km'den yakın
vi: khoảng 1 km

source: %i km away
ar: %i كيلو متر
bg: %i км надалеч
da: %i km væk
de: weiter als %i km
fr: %i km d'ici
hr: %i km udaljeno
hu: %i km távolságra
id: Lebih dari %i km
nb: % i km unna
ro: La %i km distanţă
ru: %i км назад
sv: %i km ifrån
th: %i กิโลเมตรระยะห่าง
tr: %i km uzaklıkta
vi: hơn %i km

source: More than 40 km away
ar: أكثر من 40 كيلو متر
bg: Повече от 40 км надалеч
da: Mere end 40 km væk
de: Weiter als 40 km
fr: A plus de 40 km
hr: Više od 40 kn udaljeno
hu: Több mint 40 km távolságra
id: Lebih dari 40 km
nb: Mer enn 40 km unna
ro: La mai mult de 40 km distanţă
ru: Более через 40 км
sv: Mer än 40 km ifrån
th: มากกว่า 40 km
tr: 40 km'den uzak
vi: Hơn 40 km

source: 1 day ago
ar: منذ يوم مضي
bg: Преди 1 ден
da: For 1 dag siden
de: 1 Tag alt
fr: Il y a un jour
hr: prije 1 dan
hu: 1 napja
id: Kemarin
nb: 1 dag siden
ro: Cu 1 zi în urmă
ru: 1 день назад
sv: 1 dag sedan
th: 1 วันที่แล้ว
tr: 1 gün önce
vi: Hôm qua

source: days ago
ar: منذ عدة أيام
bg: преди дни
da: dage siden
de: tage alt
fr: jours de cela
hr: dana prije
hu: napja
id: hari yang lalu
nb: dager siden
ro: zile în urmă
ru: дней назад
sv: dagar sedan
th: วันที่ผ่านมา
tr: gün önce
vi: ngày trước

source: Today
ar: اليوم
bg: Днес
da: idag
de: Heute
fr: Aujourd'hui
hr: Danas
hu: Ma
id: Hari ini
nb: i dag
ro: Azi
ru: Cегодня
sv: Idag
th: วันนี้
tr: Bugün
vi: Hôm nay

source: More than 5 days ago
ar: منذ 5 أيام
bg: Преди повече от 5 дни
da: Mere end 5 dage siden
de: 5+ Tage alt
fr: Il y a plus de 5 jours
hr: Prije više od 5 dana
hu: Több mint 5 napja
id: 5 hari + yang lalu
nb: Mer enn 5 dager siden
ro: Cu mai mult de 5 zile în urmă
ru: Более чем 5 дней назад
sv: Mer än 5 dagar sedan
th: มากกว่า 5 วันที่แล้ว
tr: En az 5 gün önce
vi: Tuần trước

source: was selected
ar: تم إختياره
bg: бяха избрани
da: var valgt
de: wurde ausgewählt
fr: a été sélectionné
hr: je selektiran
hu: kiválasztva
id: dipilih
nb: ble valgt
ro: a fost selectat
ru: был выбран ( if he or it) была выбрана ( if she)
sv: Har valts
th: ได้รับเลือก
tr: seçili
vi: đã được chọn

source: SIGN IN WITH FACEBOOK
ar: سجل الدخول عن طريق الفيسبوك
bg: ВЛЕЗ ЧРЕЗ FACEBOOK
da: LOG IN MED FACEBOOK
de: MELDE DICH MIT FACEBOOK AN
fr: Se connecter avec Facebook
hr: PRIJAVI SE SA FACEBOOK-OM
hu: JELENTKEZZ BE FACEBOOKKAL
id: MASUK DENGAN FACEBOOK
nb: Logg inn med Facebook
ro: ÎNREGISTREAZĂ-TE PE FACEBOOK
ru: Войти с Facebook
sv: LOGGA IN MED FACEBOOK
th: เข้าระบบด้วย Facebook
tr: FACEBOOK İLE BAĞLANIN
vi: ĐĂNG NHẬP BẰNG FACEBOOK

source: LIKE
ar: إعجاب
bg: ХАРЕСАЙ
da: LIDE
fr: AIMER
hu: LÁJK
id: SUKA
nb: SOM
ro: ÎMI PLACE
ru: Нравится?
sv: GILLA
th: ถูกใจ
tr: BEĞEN
vi: THÍCH QUÁ

source: We'll never post anything to Facebook.
ar: لن نقوم بوضع أي إعلانات علي حسابك الفيسبوك
bg: Ние никога няма да публикуваме на Facebook.
da: Vi sætter ALDRIG noget på Facebook
de: Wir werden niemals auf Deine Facebook-Wand posten.
fr: Nous ne publierons jamais sur votre mur Facebook
hr: Nikada nećemo objaviti išta na Facebook-u.
hu: Nem fogunk soha semmit megjelenteni a Facebookon.
id: Kami tidak akan memposting apapun ke Facebook.
nb: Vi vil aldri legge inn noe til Facebook .
ro: Nu vom posta nimic niciodată pe Facebook
ru: Мы никогда не будем ничего постить на Facebook
sv: Vi postar aldrig någonting på Facebook.
th: เราจะไม่โพสต์สิ่งใดๆ บน Facebook ของคุณ
tr: Facebook'a asla bir şey göndermeyeceğiz
vi: OakClub không bao giờ tự động đăng tin lên Facebook của bạn.

source: New Mutual Matches
ar: تطابقات تبادلية جديدة
bg: Нови Общи Съвпадения
da: Nye Mulige Matches
de: Neue gemeinsame Volltreffer
fr: Nouvelles correspondances réciproques
hr: Novi Uzajamni Parovi
hu: Új Közös Partnerek
id: Kecocokan yang baru
nb: Nye Mutual Kamper
ro: O Nouă Potrivire Reciprocă
ru: Новые Общие Cовпадения
sv: Nya Ömsesidiga Matchningar
th: การจับคู่ร่วมกันใหม่
tr: Yeni Ortak Eşleşmeler
vi: Những người phù hợp mới nhất

source: coins
ar: نقود
bg: монети
da: mønter
fr: pièces
hr: novčići
hu: érme
id: koin
nb: mynter
ro: monede
ru: монеты
sv: polletter
th: เหรียญ
tr: jetonlar
vi: xu

source: Birthdate
ar: تاريخ الميلاد
bg: Рождена дата
da: Fødselsdag
de: Geburtstag
fr: Date d'anniversaire
hr: Dan Rođenja
hu: Születési dátum
id: Tanggal lahir
nb: Fødsels
ro: Zi de naştere
ru: Дата рождения
sv: Födelsedatum
th: วันเกิด
tr: Doğum Tarihi
vi: Ngày sinh

source: Relationship
ar: العلاقة
bg: Връзка
da: Forhold
de: Beziehungsstatus
fr: Statut amoureux
hr: Veza
hu: Kapcsolat
id: Status Hubungan
nb: Sivil
ro: Relaţie
ru: Отношение
sv: Relation
th: สถานะความสัมพันธ์
tr: İlişki
vi: Hiện trạng mối quan hệ

source: Interested In
ar: مهتم ب
bg: Интересува се от
da: Interesseret i
de: Interessen
fr: Je cherche
hr: Interesira Te
hu: Érdeklődési Kör
id: Tertarik dengan
nb: interessert i
ro: Interesat de
ru: Заинтересован в
sv: Intresserad av
th: มีความสนใจใน
tr: İlgi alanları
vi: Thích

source: Likes
ar: إعجاب
bg: Харесва
fr: J'aime
hr: Lajkovi
hu: Lájkok
id: Suka
ro: Like-uri
ru: Лайки
sv: Gilla
th: ชอบ
tr: Beğenmeler
vi: Số người thích

source: My popularity
ar: شعبيتي
bg: Моята популярност
da: Min popularitet
de: Meine beliebtheit
fr: Ma popularité
hr: Moja popularnost
hu: Népszerűségem
id: Popularitasku
nb: Min popularitet
ro: Popularitatea mea
ru: Моя популярность
sv: Min popularitet
th: ความนิยมของฉัน
tr: Popülerliğim
vi: Độ nổi tiếng của tôi

source: Popularity
ar: الشعبية
bg: Популярност
da: Popularitet
de: Beliebtheit
fr: Popularité
hr: Popularnost
hu: Népszerűség
id: Popularitas
nb: popularitet
ro: Popularitate
ru: Популярность
sv: Popularitet
th: ความนิยม
tr: Popülerlik
vi: Độ nổi tiếng

source: Auto location
ar: موقع تلقائي
bg: Авто локация
da: Auto sted
de: Auto-Standort
fr: Localisation Automatique
hr: Auto lokacija
hu: Automatikus helymeghatározás
id: Lokasi otomatis
nb: Auto plassering
ro: Auto localizare
ru: Автоматическое местонахождение
sv: Automatisk plats
th: สถานที่อัตโนมัติ
tr: Otomatik konum
vi: Tự động cập nhật địa điểm

source: Interests
ar: الإهتمامات
bg: Интереси
da: Interesser
de: Interessen
fr: Intérêts
hr: Interesi
hu: Érdeklődési kör
id: Kegemaran
nb: interesser
ro: Interese
ru: Интересы
sv: Intressen
th: ความสนใจ
tr: İlgi alanları
vi: Sở thích

source: Profiles
ar: الملفات الشخصية
bg: Профили
da: Profiler
de: Profil
fr: Profils
hr: Profili
hu: Adatlapok
id: Profil
nb: profiler
ro: Profiluri
ru: Профили
sv: Profiler
th: โปรไฟล์
tr: Profiller
vi: Miêu tả bản thân

source: near
ar: بالقرب
bg: близо до
da: Nær
de: in der Nähe von
fr: proche de
hr: blizu
hu: közel
id: dekat
nb: nær
ro: lângă
ru: возле
sv: nära
th: ใกล้เคียง
tr: yakın
vi: gần

source: Date
ar: تاريخ
bg: дата
da: Dato
de: Ein Date suche
fr: Sortir avec
hr: Datum
hu: Dátum
id: Berkencan
nb: dato
ro: Întâlnire
ru: Встречаться
sv: Dejt
th: เดท
tr: Buluşma
vi: Hẹn hò

source: Make new friends
ar: التعرف علي أصدقاء جدد
bg: Намери нови приятели
da: Find nye venner
de: Meue freunde suche
fr: Me faire de nouveaux amis
hr: Stvori nove prijatelje
hu: Találj új barátokat
id: Berteman
nb: Få nye venner
ro: Fă-ţi noi prieteni
ru: Завести новых друзей
sv: Träffa nya vänner
th: หาเพื่อนใหม่
tr: Yeni arkadaşlar edin
vi: Tìm bạn mới

source: Make New Friends
ar: التعرف علي أصدقاء جدد
bg: Намери Нови приятели
da: Find Nye Venner
de: Neue Freunde Suche
fr: Me faire de nouveaux amis
hr: Stvori Nove Prijatelje
hu: Találj Új Barátokat
id: Berteman
nb: Få nye venner
ro: Fă-ţi Noi Prieteni
ru: Завести новых друзей
sv: Träffa Nya Vänner
th: หาเพื่อนใหม่
tr: Yeni arkadaşlar edin
vi: Tìm Bạn Mới

source: New People
ar: أشخاص جدد
bg: Нови хора
da: Nye Personer
de: Neue Leute
fr: Nouvelles personnes
hr: Novi Ljudi
hu: Új Emberek
id: Orang Baru
nb: nye People
ro: Noi Membri
ru: Новые люди
sv: Nya Människor
th: คนใหม่ๆ
tr: Yeni İnsanlar
vi: Người Mới

source: Friend of Friends
ar: صديق الأصدقاء
bg: Приятел на приятели
da: Venner af Venner
de: Freunde von Freunden
fr: Amis d'amis
hr: Prijatelji Tvojih Prijatelja
hu: Barátok Barátja
id: Teman dari teman
ro: Prieten între Prieteni
ru: Друзья друзей
sv: Vänners Vänner
th: เพื่อนของเพื่อน
tr: Arkadaşların Arkadaşları
vi: Người quen của bạn bè
